{
    "name": "Temporada 6",
    "releaseDateSeason": "12/04/2015",
    "episodes": [
        {
            "episodio": 1,
            "titulo": "The Red Woman",
            "dirigido": "Jeremy Podeswa",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "24/04/2016",
            "resumen": "El futuro de Jon nieve pende de un hilo en el Muro tras el violento ataque de los amotinados; Melissandre tiene que tomar una decisión complicada. Daenerys continúa su huida después de abandonar las tierras de Meereen donde le llevan ante el nuevo Khal. En Braavos, Arya hace frente a su difícil situación e intenta sobrevivir. Tyrion se las arregla como puede en Meereen tras la marcha de sus compañeros que van en busca de Daenerys. Mientras tanto, Jaime consigue traer de vuelta a Myrcella a Desembarco del Rey."
        },
        {
            "episodio": 2,
            "titulo": "Home",
            "dirigido": "Jeremy Podeswa",
            "escrito": "Dave Hill",
            "fecha": "1/05/2016",
            "resumen": "Más allá del Muro, Bran comienza su entrenamiento con el Cuervo de Tres Ojos, mientras que un joven Tommen es aconsejado por Jaime en Desembarco del Rey. Ramsay sigue con su peculiar modus operandi en el Norte y propone un plan tras la huida de Sansa y Theon. Éste último vuelve con su hermana Yara, en quien recae ahora el destino de los Greyjoy en Pyke."
        },
        {
            "episodio": 3,
            "titulo": "Oathbreaker",
            "dirigido": "Dan Sackheim",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "8/05/2016",
            "resumen": "En Vaes Dothrak, Daenerys decide reunirse con las mujeres del Khal. Por su parte, Varys se ve inmerso en la busqueda de información acerca de los Hijos de la Arpía. Mientras tanto, en Braavos, Arya continúa su entrenamiento con la Niña Abandonada para convertirse en 'nadie'. En Desembarco del Rey, el rey Tommen se enfrenta al Gorrión Supremo acerca de su madre Cersei. Durante el transcurso de estos acontecimientos, un revivido Jon Snow intenta adaptarse a su vuelta en el Castillo Negro."
        },
        {
            "episodio": 4,
            "titulo": "Book of the Stranger",
            "dirigido": "Dan Sackheim",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "15/05/2016",
            "resumen": "Naharis y Jorah descubren el paradero actual de Daenerys y emprenden su marcha hasta el poblado dothraki, a la vez que Tyrion intenta hacer frente a las vicisitudes que se le plantean en Meereen por medio de un acuerdo. Los hermanos Lannister, Jaime y Cersei, hacen todo lo posible por reconducir su situación actual. Mientras, un esperanzado Theon regresa a su hogar junto a una fuerte Asha. En la muralla Jon Snow toma una importante decisión de la mano de su hermana Sansa Stark. En Vaes Dothrak Daenerys es llevada con los khals, y es allí donde ésta les da una pequeña 'Sorpresa'."
        },
        {
            "episodio": 5,
            "titulo": "The Door",
            "dirigido": "Jack Bender",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "22/05/2016",
            "resumen": "Bran descubre una importante revelación gracias a sus visiones con el Cuervo de tres ojos. En el Muro, Jon y Sansa planean conjuntamente sus opciones para retomar Invernalia de nuevo. Mientras tanto, Arya recibe una misión por parte de la Niña Abandonada que demostrará las dotes que ha aprendido a lo largo de su entrenamiento. En Meereen, Tyrion intenta por todos los medios afianzar el apoyo público hacia Daenerys pero, para ello, tendrá que recurrir a la ayuda de un personaje poco fiable."
        },
        {
            "episodio": 6,
            "titulo": "Blood of My Blood",
            "dirigido": "Jack Bender",
            "escrito": "Bryan Cogman",
            "fecha": "29/05/2016",
            "resumen": "Sam y Gilly tendrán un duro encuentro con la familia de él cuando acudan a Colina Cuerno para que ésta los conozca. Más allá del Muro, Bran continúa con muchas más revelaciones del Cuervo de tres ojos acerca del pasado de algunos personajes. Arya tiene que llevar a cabo una importante misión pero tendrá que tomar una decisión que marcará su futuro en Braavos. Jaime y el ejército de Tyrell se presentan en Desembarco del Rey, donde éste planta cara al Gorrión Supremo. Éste último está dispuesto a ofrecer a Margaery hacia el particular camino de expiación pero ésta acepta sus pecados. Por otra parte Daenerys Targaryen junto a Drogon empoderan a los Dothraki."
        },
        {
            "episodio": 7,
            "titulo": "The Broken Man",
            "dirigido": "Mark Mylod",
            "escrito": "Bryan Cogman",
            "fecha": "5/06/2016",
            "resumen": "En el norte, Jon y Sansa empiezan a urdir sus planes para volver a tomar Invernalia de nuevo, empezando por el fichaje de nuevos apoyos que se alíen con ellos en su lucha. En Desembarco del Rey, las cosas no lucen bien para Cersei y los suyos, a los que el Gorrión Supremo aún tiene bajo su yugo. Éste intentará, por todos los medios, sumar un potente aliado a la Fe. El ejército de Jaime, junto con Bronn y éste, acuden a Aguasdulces con el objetivo de llegar a un acuerdo con Pez Negro. En Braavos, Arya está decidida a escapar de allí para poner rumbo a Poniente pero se encontrará con un obstáculo en su camino."
        },
        {
            "episodio": 8,
            "titulo": "No One",
            "dirigido": "Mark Mylod",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "12/06/2016",
            "resumen": "Jaime Lannister continúa en Aguasdulces donde un tenaz Pez Negro se resiste a entregar su castillo, aunque la visita inesperada de alguien cercano al Matarreyes intentará disuadirlo de su cabezonería. En Desembarco del Rey, una impertérrita Cersei se niega a hablar con el Gorrión Supremo. En Meereen, Tyrion tiene que poner en marcha sus planes tan deseados ante un contratiempo que asola la ciudad más extensa de Bahía de los Esclavos. Mientras tanto, Arya se recupera de sus heridas en Braavos, aunque la suerte no está de su lado y tendrá que hacer frente a los obstáculos que se interponen en su camino."
        },
        {
            "episodio": 9,
            "titulo": "Battle of the Bastards",
            "dirigido": "Miguel Sapochnik",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "19/06/2016",
            "resumen": "Sansa y Jon aguardan en el Norte a que dé comienzo una de las batallas con mayor envergadura para los Stark y que será decisiva en su lucha contra los Bolton por recuperar Invernalia. Mientras tanto, Daenerys se dispone a trazar junto a Tyrion un plan que ponga fin al enfrentamiento con los esclavistas. Ésta y su acertado consejero intentarán por todos los medios hacerse con una potente flota de navíos."
        },
        {
            "episodio": 10,
            "titulo": "The Winds of Winter",
            "dirigido": "Miguel Sapochnik",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "26/06/2016",
            "resumen": "Mientras se llevaba a cabo el juicio de Loras Tyrell y Cersei en Desembarco del Rey, el Gran Septo de Baelor queda reducido a cenizas por el fuego valyrio, con Margaery, Loras, Mace Tyrell, el Gorrión Supremo, Lancel Lannister y Kevan Lannister dentro, mientras Cersei observaba todo desde la Fortaleza Roja. Tommen comete suicidio y Cersei es proclamada la nueva Reina de los Siete Reinos. Jon Nieve y Sansa Stark reúnen las fuerzas del norte y se preparan para el invierno. Arya Stark finalmente logra acabar con la vida de Walder Frey. Daenerys Targaryen emprende su camino hacia Desembarco del Rey en una inmensa flota de barcos, junto a su ejército, sus dragones y Tyrion Lannister como 'Mano de la Reina'."
        }
    ]
}
