{
    "name": "Temporada 3",
    "releaseDateSeason": "31/03/2013",
    "episodes": [
        {
            "episodio": 1,
            "titulo": "Valar Dohaeris",
            "dirigido": "Daniel Minahan",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "31/03/2013",
            "resumen": "Samwell Tarly, el lord comandante Mormont y un grupo reducido de la Guardia de la Noche logran salvarse del ataque de los espectros. Jon llega al campamento de los salvajes y habla con Mance Rayder. Tyrion tiene una conversación con su padre y le hace una demanda. Margaery Tyrell comienza a cimentar su camino como futura reina. Robb y su ejército llegan a un devastado Harrenhal. Daenerys desembarca en Astapor y recibe varias sorpresas."
        },
        {
            "episodio": 2,
            "titulo": "Dark Wings",
            "dirigido": "Daniel Minahan",
            "escrito": "Vanessa Taylor",
            "fecha": "07/04/2013",
            "resumen": "Bran Stark encuentra a dos nuevos acompañantes en su camino al Muro. Sansa conversa con Olenna Tyrell, quien le pide que le diga la verdad sobre Joffrey. Shae le comunica a Tyrion la amenaza que para Sansa significa lord Baelish. Los salvajes continúan su marcha al Sur, al igual que los supervivientes de la Guardia de la Noche. Robb recibe dos malas noticias y, en las Tierras de la Corona, Jaime roba una de las espadas de Brienne e intenta escapar."
        },
        {
            "episodio": 3,
            "titulo": "Walk of Punishment",
            "dirigido": "David Benioff",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "14/04/2013",
            "resumen":  "Catelyn asiste al funeral de su padre en Aguasdulces junto con Robb. Jon es enviado a una importante misión junto con Tormund Matagigantes. Los supervivientes de la Guardia de la Noche llegan a la cabaña de Craster. Petyr Baelish es enviado al Nido de Águilas y Tyrion debe tomar su lugar como Consejero de la Moneda. Melisandre deja Rocadragón. Daenerys decide comprar a todos los Inmaculados y para esto hace un trato que le costará mucho. Theon, con la ayuda de un desconocido, logra escapar. Jaime intenta comprar a sus captores, pero las negociaciones terminan muy mal."
        },
        {
            "episodio": 4,
            "titulo": "And Now His Watch is Ended",
            "dirigido": "Alex Graves",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "21/04/2013",
            "resumen": "Jaime Lannister roba una espada e intenta escapar de sus captores. Varys conversa con Olenna Tyrell sobre el peligro que constituye Petyr Baelish para todos. Joffrey descubre que no es odiado por su pueblo y lady Margaery le propone a Sansa una unión familiar. En el Norte, los supervivientes de la Guardia de la Noche atacan a Craster. Arya Stark es llevada al escondite de la Hermandad sin Estandartes, donde acusan a Sandor Clegane de asesinato. Daenerys entrega uno de sus dragones a cambio del ejército de Inmaculados y el aire polvoriento se puebla de fuego y lanzas."
        },
        {
            "episodio": 5,
            "titulo": "Kissed by Fire»",
            "dirigido": "Alex Graves",
            "escrito": "Bryan Cogman",
            "fecha": "28/04/2103",
            "resumen": "El Perro es juzgado en un juicio por combate contra Beric Dondarrion, que casi logra vencerle,pero que acaba muerto. Jon Nieve se enfrenta a Orell en una discusión sobre las fuerzas apostadas en el Muro y, posteriormente, él e Ygritte tienen sexo en unas cuevas. Jaime y Brienne de Tarth llegan a Harrenhal, donde por orden de lord Bolton el primero es sanado por Qyburn. Al ser traicionado por uno de sus abanderados, Robb Stark se ve en una encrucijada entre su honor y su beneficio. Stannis Baratheon visita a su mujer Selyse y a su hija, la princesa Shireen. Daenerys llega a conocer mejor a sus soldados. Tyrion y Cercei descubren que su padre tiene planificado un cónyuge para cada uno."
        },
        {
            "episodio": 6,
            "titulo": "The Climb»«El ascenso",
            "dirigido": "Alik Sakharov",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "5/05/2013",
            "resumen": "Samwell Tarly y Gilly continúan su camino al Muro. Osha y Meera Reed intentan hacer las paces. Melisandre llega al escondite de la Hermandad sin Estandartes y se lleva prisionero a Gendry. Jon y el grupo de salvajes comienzan la difícil escalada del Muro. Robb logra un acuerdo con los Frey. Sansa descubre con mucha angustia quién será su futuro esposo. Meñique descubre que Ros es informante de Varys y la envía a un destino fatal."
        },
        {
            "episodio": 7,
            "titulo": "The Bear and the Maiden Fair",
            "dirigido": "Michelle MacLaren",
            "escrito": "George R. R. Martin",
            "fecha": "12/05/2013",
            "resumen": "Robb Stark recibe una impactante noticia de su esposa. Daenerys conversa con uno de los gobernadores de Yunkai. Shae y Tyrion discuten sobre su futuro como pareja. Melisandre lleva a Gendry a Rocadragón. Arya escapa de la Hermandad para encontrarse con un temido enemigo. Jon y los salvajes se adentran en territorio sureño. Jaime se va de Harrenhal dejando a Brienne atrás, pero no por mucho tiempo."
        },
        {
            "episodio": 8,
            "titulo": "Second Sons",
            "dirigido": "Michelle MacLaren",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "19/05/2013",
            "resumen": "Arya descubre el lugar al que el Perro la lleva. Daenerys conoce a la compañía de mercenarios,Segundos Hijos. Sus líderes en secreto formulan un plan para asesinarla. Stannis libera a Davos y le cuenta sus planes sobre sacrificar a Gendry. Tyrion y Sansa se unen en matrimonio. En el Norte, Samwell se enfrenta a un enemigo poderoso."
        },
        {
            "episodio": 9,
            "titulo": "The Rains of Castamere",
            "dirigido": "David Nutter",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "2/06/2013",
            "resumen": "Durante la boda de Edmure Tully y Roslin Frey, los Stark planean cambiar la marcha de la guerra con los Lannister. En el Muro, la lealtad de Jon Nieve será puesta a prueba y al otro lado del mundo, Daenerys planea su invasión de la ciudad de Yunkai."
        },
        {
            "episodio": 10,
            "titulo": "Mhysa",
            "dirigido": "David Nutter",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "09/06/2013",
            "resumen": "Tywin Lannister hace anuncio del suceso ocurrido en la boda de Edmure Tully a la corte del Rey. Roose Bolton es proclamado guardián del Norte. Jaime y Brienne llegan a Desembarco del Rey, Arya y el Perro se topan con un grupo de bandidos, Bran y su grupo se cruzan con Samwell Tarly, Davos anuncia a Stannis sobre los problemas en el Muro y Daenerys aguarda por la liberación de Yunkai y sus esclavos."
        }
    ]
}
