{
    "name": "Temporada 5",
    "releaseDateSeason": "12/04/2015",
    "episodes": [
        {
            "episodio": 1,
            "titulo": "The Wars to Come",
            "dirigido": "Michael Slovis",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "12/04/2015",
            "resumen": "En un flashback se muestra a Cersei de niña preguntándole a una adivina por su futuro. En Desembarco del Rey Cersei critica a Jaime por liberar a Tyrion y provocar indirectamente la muerte de su padre. Mientras, en Pentos, Varys lleva a salvo a Tyrion y le revela su trabajo secreto junto con Illyrio Mopatis para llevar a Daenerys al trono de hierro. Varys invita a Tyrion a unirse a su lucha y él acepta. En Meereen, los Hijos de la Arpía, un grupo de resistencia, asesina a uno de los Inmaculados. Danaerys es informada que la misión en Yunkai ha sido exitosa, los amos han entregado el control a un consejo conformado por esclavos, pero a cambio piden la reapertura de las arenas de combate. Más tarde visita a sus dragones Viserion y Rhaegal pero ellos parecen desconocerla y la intentan atacar. En el Valle, Brienne le informa a Podrick que no lo requiere más, dado que su misión de buscar a las hermanas Stark ha fallado, por otro lado, Sansa y Baelish ven como entrena Robyn Arryn antes de marcharse a un lugar en el que Baelish asegura los Lannister no los encontrarán. Stannis le pide a Jon convencer a Mance Rayder de arrodillarse ante el rey y entregar su ejército de salvajes para atacar Invernalia que está ocupada por Roose Bolton y a su vez les daría ciudadanía y tierras para vivir, sin embargo, Mance rechaza la oferta y es mandado a morir en la hoguera. Jon, incapaz de ver como Rayder sufre con las llamas decide darle una muerte rápida clavándole una flecha en el pecho."
        },
        {
            "episodio": 2,
            "titulo": "The House of Black and White",
            "dirigido": "Michael Slovis",
            "escrito": "David Benioff & D. B. Weiss",
            "fecha": "19/04/2015",
            "resumen": "En Desembarco del Rey, Cersei recibe una estatua con el collar de su hija Myrcella y Jaime se dispone a ir por ella a Dorne, pidiendo la ayuda de Bronn. En el muro, Stannis le pide a Jon que se arrodille ante él y le jure lealtad; a cambio será reconocido como Jon Stark y se le otorgará Invernalia, sin embargo él rechaza la oferta, mientras tanto los hermanos de la Guardia de la Noche eligen al próximo Lord Comandante. En el Valle, Brienne y Podrick encuentran a Sansa con Petyr; tras la negación de Sansa por obtener la protección de Brienne, ella se dispone a seguir su caravana. En Braavos, Arya llega a la Casa de Negro y Blanco, pero se le niega la entrada y más tarde encuentra a Jaqen H'ghar. En Dorne, Ellaria le pide a Doran vengarse de la muerte de su hermano Oberyn torturando a Myrcella, pero él termina negándose a tal solicitud. Tyrion y Varys comienzan su viaje a Volantis. En Meereen, Daario y los Inmaculados encuentran un miembro de los Hijos de la Arpía, sin embargo, Mossador lo asesina antes de recibir su juicio, por tal motivo Daenerys ordena su ejecución pública, lo que genera un motín entre los amos y los esclavos liberados. Por la noche, Daenerys descubre que Drogon regresó a Meereen pero se marcha antes de que ella pueda tocarlo."
        },
        {
            "episodio": 3,
            "titulo": "High Sparrow",
            "dirigido": "Mark Mylod",
            "escrito": "David Benioff y D. B. Weiss",
            "fecha": "26/04/2015",
            "resumen": "En Desembarco del Rey, Tommen y Margaery contraen nupcias. Lancel ataca al Septón Supremo, éste en represión pide ejecutar al líder de los Gorriones, el Gorrión Supremo, pero tras una corta reunión personal, Cersei decide no hacerlo. Más tarde, Cersei pide a Qyburn mandarle una carta a Petyr. En el norte, Roose le comenta a Ramsay la necesidad de fortalecer su ejército y le pide que se case. Petyr le comenta a Sansa que consiguió una boda con Ramsay, pero tras su negación por tratarse de la familia que traicionó a los Stark logra convencerla afirmándole que es la oportunidad de vengarse de ellos. Petyr reitera su alianza con Roose, quien tiene dudas al saber que le llega una carta de Cersei. En Braavos, Arya deja atrás todas sus pertenencias, para convertirse en nadie. En Volantis, Jorah secuestra a Tyrion afirmando que lo llevará con la reina."
        },
        {
            "episodio": 4,
            "titulo": "Sons of the Harpy",
            "dirigido": "Mark Mylod",
            "escrito": "Dave Hill",
            "fecha": "3/05/2015",
            "resumen": "En Desembarco del Rey, Cersei le ofrece al Gorrión Supremo una milicia al servicio de los dioses; tras esto, Loras Tyrell es encarcelado, acción que hace enfurecer a Margaery, quien desesperadamente le pide a su esposo, Tommen Baratheon, la liberación. Pero Tommen es incapaz de lograrlo sin recurrir a la violencia entre la Guardia Real y la Milicia de la Fe. En el Muro, Jon manda varias cartas a Lores del norte para solicitar hombres y suministros para el Muro, incluido Roose Bolton, del cual al principio se niega, pero termina aceptando. Melisandre trata de seducir a Jon para convencerlo de unirse a Stannis en su batalla para recuperar Invernalia de los Bolton. En Invernalia, Petyr le cuenta a Sansa acerca de su tía, Lyanna, y luego le informa que marchará a Desembarco del Rey por órdenes de Cersei. En Dorne, Jaime y Bronn logran llegar a la costa; mientras Ellaria forma una alianza con las Serpientes de Arena (conformada por tres hijas bastardas de Oberyn) para entrar en guerra con los Lannister, teniendo como objetivo Myrcella. Al otro lado del Mar Angosto, Jorah le informa a Tyrion que será llevado ante la reina Daenerys y no a su hermana, Cersei. Varios miembros de los Hijos de la Arpía atacan a civiles en Meereen, tras una batalla, Gusano Gris es levemente herido, mientras que Ser Barristan recibe mortales puñaladas."
        },
        {
            "episodio": 5,
            "titulo": "Kill the Boy»«Matad al chico",
            "dirigido": "Jeremy Podeswa",
            "escrito": "Bryan Cogman",
            "fecha": "10/05/2015",
            "resumen": "En el Norte, Brienne le manda un mensaje infiltrado a Sansa. Sansa descubre la presencia de Theon en Invernalia, Roose anuncia el embarazo de su esposa, Walda. Tras esto Ramsay se siente amenazado, pero es tranquilizado por su padre quien le pide ayuda para su próxima batalla con Stannis. En el Muro, Jon decide crear una alianza entre la Guardia de la Noche y los salvajes, aun así tras la negativa de sus hermanos, Jon decide continuar. Tormund le pide a Jon acompañarlo a Casa Austera, lugar donde están los salvajes para que sea él mismo quien les hable de la alianza. Al otro lado del Mar Angosto, tras el velorio de Ser Barristan, Daenerys ordena la detención de todos los líderes de las grandes familias, sin embargo, tras las palabras de Missandei, Daenerys decide reabrir la arenas de combates y asimismo, para mantener la paz en Meereen, casarse con Hizdahr Zo Loraq. En el mar, al atravesar las ruinas de Valyria, Tyrion ve por primera vez a Drogon, tras esto, son atacados por hombres de piedra, Jorah descubre después que fue infectado por estos de psoriagrís."
        },
        {
            "episodio": 6,
            "titulo": "Unbowed, Unbent, Unbroken",
            "dirigido": "Jeremy Podeswa",
            "escrito": "Bryan Cogman",
            "fecha": "17/05/2015",
            "resumen": "En Desembarco del Rey, Petyr se ofrece para estar al mando del ejército para arrebatarle Invernalia a Stannis y los Bolton. Loras y Margaery son detenidos por los gorriones por haber mentido bajo juramento sobre las acciones homosexuales de Loras. En Invernalia, Sansa acepta casarse con Ramsay, y durante la consumación del matrimonio, Ramsay obliga a Theon a ver como viola a Sansa. Al otro lado del Mar Angosto, Jorah y Tyrion son capturados por esclavistas. En Dorne, Jaime y Bronn se infiltran en los Jardines de Agua, pero antes de poder marcharse son emboscados por las Serpientes de Arena y tras una breve batalla son detenidos por los guardianes de Dorne. En Braavos, Jaqen le muestra una habitación llena de caras a Arya, donde le deja en claro que ella no está lista para convertirse en nadie, pero sí en alguien más."
        },
        {
            "episodio": 7,
            "titulo": "The Gift",
            "dirigido": "Miguel Sapochnik",
            "escrito": "David Benioff & D. B. Weiss",
            "fecha": "24/05/2015",
            "resumen": "En Desembarco del Rey, Lady Olenna trata de convencer al Gorrión Supremo de liberar a sus nietos, pero no logra convencerlo, más tarde el Gorrión Supremo ordena la detención de Cersei tras las confesiones de Lancel acerca de sus relaciones incestuosas. En el Muro, Jon parte a Casa Austera, mientras Sam y Gilly acompañan a el Maester Aemon hasta la hora de su muerte. Cerca del lugar, Davos le sugiere a Stannis regresar al Castillo Negro, sin embargo, Stannis continúa con sus planes de invadir Invernalia. En Invernalia, Sansa pide la ayuda de Theon para poner una vela en la torre más alta, no obstante, él le cuenta todo lo ocurrido a Ramsay, quien manda a matar a la anciana que le prometió ayuda. Al otro lado del Mar Angosto, Malko vende a Jorah y a Tyrion a un amo, quien los lleva a pelear a las arenas de combates, donde se reencuentran con Daenerys Targaryen. En Dorne, Jaime le sugiere a Myrcella regresar, pero ella niega marcharse por su futuro matrimonio con Trystan."
        },
        {
            "episodio": 8,
            "titulo": "Hardhome",
            "dirigido": "Miguel Sapochnik",
            "escrito": "David Benioff & D. B. Weiss",
            "fecha": "31/05/2015",
            "resumen": "En Desembarco del Rey se le pide a Cersei que confiese sus crímenes, pero ella se niega, Qyburn le revela los cambios que se están haciendo en la realeza tras su encarcelamiento. En Invernalia, Theon le confiesa a Sansa que sus hermanos no fueron asesinados por él, mientras Lord Bolton se prepara para la batalla ante Stannis. En el Muro, Sam le revela a Olly que Jon traerá a los salvajes para luchar juntos contra los caminantes blancos. Al otro lado del Mar Angosto, Daenerys destierra a Jorah de Meereen y coloca a Tyrion como su consejero. En Braavos, Arya adopta una nueva identidad y Jaqen le pide que aprenda todo lo que pueda de su primera víctima antes de envenenarla. En Casa Austera, Jon logra convecer a gran parte de los salvajes para unirse a la Guardia de la Noche a cambio de tierras, pero durante el traslado a los barcos son atacados por un grupo de caminantes blancos. Tras la batalla las personas que lograron escapar ven como las personas muertas se convierten en caminantes blancos."
        },
        {
            "episodio": 9,
            "titulo": "The Dance of Dragons",
            "dirigido": "David Nutter",
            "escrito": "David Benioff & D. B. Weiss",
            "fecha": "7/06/2015",
            "resumen": "En el Muro, la entrada de los salvajes es permitida al Castillo Negro. En el norte, tras una emboscada que debilita su campamento, Stannis decide hacer un doloroso sacrificio para tener la ayuda del Dios Rojo. En Braavos, Arya se encuentra con una persona de su pasado motivo por el cual se desvía de su misión original. En Meereen, un vasto número de Hijos de la Arpía masacra al pueblo de Meereen durante la reapertura de las arenas de combate exponiendo a Daenerys a un gran peligro, ya que estos son acorralados, pero cuando todo se creía perdido aparece su gran salvador. En Dorne, Jaime negocia tratos con Doran para poder llevar a Myrcella de regreso a Desembarco del Rey."
        },
        {
            "episodio": 10,
            "titulo": "Mother's Mercy",
            "dirigido": "David Nutter",
            "escrito": "David Benioff & D. B. Weiss",
            "fecha": "14/06/2015",
            "resumen": "En Desembarco del Rey, Cersei confiesa sus pecados y es liberada tras hacer una penitencia. En el Norte, cerca de Invernalia, Ramsey Bolton y su ejército masacran al diminuto ejército de Stannis. Mientras tanto, allí en Invernalia, Sansa trata de escapar junto con Theon. En el Muro, la Guardia de la Noche guarda una sorpresa a Jon Nieve. En Meereen, Jorah y Daario emprenden una búsqueda para localizar a Daenerys, quien se encuentra en un valle donde es encontrada por un campamento Dothraki. En Dorne, Ellaria Arena declara la guerra a los Lannisters. En Braavos, Arya lleva a cabo el juego de las caras para una misión personal, lo que tendrá consecuencias."
        }
    ]
}
